src/backend/app/graphql/types/query_type.rb

    def unfinished_tasks
      Task.where(finished: false)
---
SELECT "tasks".* FROM "tasks" WHERE "tasks"."finished" = ? LIMIT ?  [["finished", 0], ["LIMIT", 1]]